Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Profiles contain preferences that may vary depending on your location e.g. Home or Office.
fr: Les profils contiennent les préférences qui peuvent varier en fonction de la localisation, par exemple, Domicile ou Bureau.

source: Make this profile my default
fr: Faire de ce profil mon profil par défaut

source: Profile:
fr: Profil:

source: Adito:::File Download
fr: Adito:::Téléchargement de fichiers

source: File available for download
fr: Fichier disponible pour téléchargement

source: If your download does not start within a few seconds, click <a class="externalLink" href="{0}">Here</a>
fr: Si votre téléchargement ne démarre pas dans quelques secondes, cliquer <a class="externalLink" href="{0}">Ici</a>

source: Adito:::Redirect
fr: Adito:::Redirection

source: Redirect in progress
fr: Redirection en cours

source: Your browser should now be redirected to the original page requested.
fr: Votre navigateur va maintenant être redirigé vers la page demandée.

source: If your this does not happen within a few seconds, click <a class="externalLink" href="{0}">Here</a>
fr: Si rien n'apparait dans quelques secondes, cliquer <a class="externalLink" href="{0}">ici</a>

source: Adito:::Download Expired
fr: Adito:::Téléchargement expiré

source: Download Expired
fr: Téléchargement expiré

source: The download you attempted to access has expired.
fr: Le téléchargement auquel vous avez essayé d'avoir accès a expiré.

source: You may still be able to download this file through your temporary download store see the instructions below.
fr: Vous pouvez toujours télécharger ce fichier par votre dépôt de téléchargement provisoire voir les instructions ci-dessous.

source: Your download has expired but you may still be able access it through your temporary download store.
fr: Votre téléchargement a expiré mais vous pouvez y avoir accès par votre dépôt de téléchargement provisoire.

source: Click <b><a class="externalLink" href="{0}">Here</a></b> to access your download store.
fr: Cliquer sur <b><a class="externalLink" href="{0}">Ici</a></b> pour accéder a votre dépôt de téléchargement.

source: Resources
fr: Ressources

source: My Account
fr: Mon Compte

source: Quickly access your most used resources.
fr: Accéder rapidement à vos ressources favorites.

source: Change Password
fr: Changer le mot de passe

source: Change your current password.
fr: Changer votre mot de passe actuel.

source: This page allows to you to edit your personal <i>Attributes</i>
fr: Cette page vous permet d'éditer vos <i>Attributs</i> personnels

source: My Profiles
fr: Mes Profils

source: Create, edit, remove and select your profiles.
fr: Créer, éditer, supprimer vos profils

source: Various configuration options
fr: Options de configurations variées

source: Access Control
fr: Contrôle d'accès

source: Access control options
fr: Options de contrôle d'accès

source: Resource Management
fr: Administration des ressources

source: The current status of this Adito server.
fr: L'etat actuel de ce serveur Adito.

source: Shows all messages currently queue for delivery.
fr: Montrer tous les messages actuellement dans la file d'attente.

source: Shutdown or restart the Adito.
fr: Arrêter ou redémarrer Adito.

source: Configure and tune your Adito server.
fr: Configurer et régler votre serveur Adito.

source: Import and manage your SSL certificates.
fr: Importer et gérer vos certificats SSL.

source: Extension Manager
fr: Gestionnaire d'extensions

source: Install, update and remove Adito extensions.
fr: Installer, mettre à jour et supprimer les extensions Adito.

source: View and maintain attribute definitions
fr: Voir et modifier les définitions d'attributs

source: Groups
fr: Groupes

source: View and maintain groups of user accounts known as Groups.
fr: Voir et maintenir les groupes de comptes utilisateurs.

source: View and maintain user accounts.
fr: Voir et maintenir les comptes utilisateurs.

source: Configure policies and the users that are assigned to them.
fr: Configurer les stratégies et les utilisateurs qui leur sont assignés.

source: View and maintain custom access rights.
fr: Voir et modifier les droits d'accès personnalisés.

source: Create and remove IP address restrictions.
fr: Créer et supprimer des restrictions d'adresse IP.

source: Unauthorised addresses will not be able to authenticate.
fr: Les adresses non autorisées ne pourront pas s'authentifier.

source: Client Restrictions
fr: Restrictions client

source: Place restrictions on the environment the Adito Agent runs in.
fr: Placer des restrictions sur l'environnement sur lequel Adito fonctionne.

source: Configure the steps required for a user to logon.
fr: Configurer les étapes requises pour la connexion d'un utilisateur.

source: Maintain global profiles for your users.
fr: Maintenir les profils globaux de vos utilisateurs.

source: Information about Adito copyright, licensing and trademarks.
fr: Information à propos du copyright, de la license et des marques déposées d'Adito.

source: Enterprise Support
fr: Support Entreprise

source: 3SP Ltd offers commercial support services for the Adito Enterprise Edition.
fr: 3SP Ltd offre un support commercial pour Adito Entreprise Edition.

source: HTML Reference Guide
fr: Guide de référence HTML

source: View the HTML version of the Adito Administrator's Guide
fr: Voir la version HTML du guide administrateur d'Adito

source: PDF Reference Guide
fr: Guide de Référence PDF

source: View the PDF version of the Adito Administrator's Guide
fr: Voir la version PDF du guide d'administration d'Adito

source: Knowledge Base
fr: Base de connaissance

source: The 3SP knowledge base has a number of articles relating to Adito including extension creation and known issues.
fr: La base de données 3SP contient des articles sur les questions fréquentes et la création d'extension pour Adito.

source: Community Forums
fr: Forums Communautaires

source: Participate in the Adito online community at 3SP.com
fr: Participer à la communauté d'Adito en ligne sur 3SP.com

source: Community Wiki (Coming Soon)
fr: Communauté Wiki (à venir)

source: View the Adito Wiki and submit your own Adito related articles.
fr: Voir le wiki d'Adito et envoyer votre propre article.

source: The Adito Agent returned an error.
fr: L'agent Adito a renvoyé une erreur.

source: Launch
fr: Lancement

source: Adito:::License Agreement
fr: Adito:::Contrat de license

source: License agreement for {0}
fr: Contrat de licence pour {0}

source: Accept
fr: Accepter

source: Reject
fr: Refuser

source: Text:
fr: Texte:

source: Filter
fr: Filtrer

source: Reset
fr: Réinitialiser

source: Adito:::Error {0}
fr: Adito:::Erreur {0}

source: 403 - Access Denied
fr: 403 - Accès refusé

source: Access to the requested resource was denied.<br/>You will be redirected to your <a href="/showHome.do">home page</a>.
fr: Accès à la ressource refusé.<br/>Vous allez être redirigé vers <a href="/showHome.do">l'accueil</a>.

source: 404 - Not Found
fr: 404 - Non trouvé

source: The requested resource could not be located.
fr: Cette ressource ne peut être localisée.

source: Check the following :-<ol><li>If you typed in the URL by hand, then make you sure have typed in the correct address.</li><li>If the request was as part of a <strong>Web Forward</strong>, then this error may be the result of your Adito timing out.
fr: :-<ol><li>Si vous avez entré l'URL manuellement, vérifiez que l'adresse est correcte.</li><li>Si la requête vient d'une <strong>Application Web</strong>, il est possible que votre session ait expiré.

source: Close this window and try logging on again.</li></ol>
fr: Fermer cette fenêtre et réessayer de vous connecter.</li></ol>

source: 500 - Internal Server Error
fr: 500 - Erreur serveur interne

source: The server has encountered an unexpected condition and cannot complete this request.
fr: Le serveur a rencontré une condition inattendue et ne peut pas achever cette demande.

source: Contact your administrator or check the logs for more information,
fr: Entrer en contact avec votre administrateur ou vérifier les journaux pour plus d'informations,

source: Replacement Variables
fr: Variables de remplacement

source: username.description=The username of the user currently logged on.
fr: username.description=Le nom de l'utilisateur actuellement connecté.

source: password.description=The account password of the user currently logged on.
fr: password.description=Le mot de passe de l'utilisateur actuellement connecté.

source: fullname.description=The full name of the user currently logged on.
fr: fullname.description=Le nom complet de l'utilisateur actuellement connecté.

source: email.description=The email address of the user currently logged on.
fr: email.description=L'adresse email de l'utilisateur actuellement connecté.

source: clientProxyURL.description=The URL of the proxy server that the agent will use.
fr: clientProxyURL.description=L'adresse du serveur proxy à utiliser par l'agent.

source: Adito:::Cookies Disabled
fr: Adito:::Cookies désactivés

source: Browser Cookies Disabled
fr: Cookies du navigateur désactivés

source: Adito requires Cookies to be enabled but has detected that either your browser doesn't support them or is blocking them for this site.
fr: Adito nécessite que les Cookies soient activés et a détecté que votre navigateur les bloque.

source: Please check your browser preferences and try again.
fr: Vérifiez s'il vous plaît les préférences du navigateur et essayez à nouveau.

source: Retry
fr: Réessayer

source: You no longer have any Management Console permissions, switched to User Console
fr: Vous n'avez pas les permissions sur la console d'administration, passez en mode utilisateur

source: Message resources for the Adito Active Directory feature
fr: Ressources de message pour le composant Active Directory d'Adito.

source: Connection
fr: Connexion

source: Active Directory Connection
fr: Connexion Active Directory

source: OU Filter
fr: Filte OU

source: Active Directory OU Filter
fr: Filtre OU d'Active Directory

source: Active Directory Options
fr: Options Active Directory

source: Adito will integrate with your network's Active Directory server allowing users to use the same logon credentials as they would use for other Windows resources.
fr: Adito va s'intégrer à votre serveur Active Directory permettant aux utilisateurs d'utiliser les mêmes informations de login qu'avec les autres ressources Windows.

source: Roles will map to your Active Directory groups.
fr: Les rôles vont correspondre aux groupes Active Directory

source: Domain Controller Hostname
fr: Nom d'hôte du contrôleur de domaine

source: Host name of Active Directory controller
fr: Nom d'hôte du contrôleur Active Directory

source: Backup Domain Controller Hostnames
fr: Noms d'hôtes des contrôleurs de domaine de backup

source: Host names of backup Active Directory controllers.
fr: Noms d'hôtes des contrôleurs Active Directory de backup.

source: Note: Host names may also include a port to overide the default controller port setting e.g. HostName[:Port]
fr: Note: Les noms d'hôtes peuvent également inclure un port pour changer le port par défaut du contrôleur, par ex., Hostname[:Port]

source: Hostname
fr: Nom d'hôte

source: Hostnames
fr: Noms d'hôtes

source: Domain
fr: Domaine

source: Your fully qualified Active Directory domain name.
fr: Votre nom de domaine Active Directory complet.

source: Service Account Name
fr: Nom du Compte de Service

source: Adito requires a dedicated Active Directory account to retreive user and group details.
fr: Adito nécessite un compte Active Directory dédié pour récupérer les détails des utilisateurs et groupes.

source: If using the GSS-API authentication this should be set to the username of the service account e.g "adito".
fr: Si l'authentification GSS-API est utilisée, il faut configurer le nom d'utilisateur du compte de service, par ex., "adito".

source: If you are using LDAP Simple authentication you must enter a DN in the form "CN=Adito,OU=Accounts,DC=COMPANY,DC=NET"
fr: Si vous utilisez l'authentification simple LDAP, vous devez entrer le DN sous la forme "CN=Adito,OU=Accounts,DC=COMPANY,DC=NET"

source: Service Account Password
fr: Mot de passe du compte de service

source: Adito requires a dedicated Active Directoryaccount to retreive user and group details.
fr: Adito nécessite un compte Active Directory dédié pour récupérer les détails des utilisateurs et groupes.

source: This field should be set to the password for this account.
fr: Ce champ doit être configuré avec le mot de passe du compte.

source: Include Organizational Unit Filter
fr: Inclure le filtre Organizational Unit

source: Only include the following OUs when listing accounts and roles from the Active Directory (will still list standard users and groups unless options below are unset).
fr: Inclure seulement les OUs suivants en listant les comptes et rôles d'Active Directory (les utilisateurs et groupes standards seront listés sauf si les options ci-dessous sont décochées).

source: Filters
fr: Filtres

source: Exclude Organizational Unit Filter
fr: Exclure le filtre Organizational Unit

source: Exclude the following OUs when listing accounts and roles from the Active Directory.
fr: Exclure les OUs suivants en listant les comptes et rôles d'Active Directory.

source: Include built-in groups.
fr: Inclure les groupes intégrés.

source: Include the built-in group base 'CN=Builtin ....' built from the domain name.
fr: Inclure la base groupe intégré 'CN=Builtin ....' construite à partir du nom de domaine.

source: If you do not include these you will have to manually add your own group base string to the the 'Additional group bases' list.
fr: Si vous n'incluez pas ceux-ci, vous devrez ajouter manuellement votre propre base de groupes à la liste des bases de groupes additionnelles.

source: See the documentation for more details.
fr: Consultez la documentation pour plus de détails.

source: Include distribution groups.
fr: Inclure les groupes de distribution.

source: Include distribution groups or should only security groups be displayed.
fr: Inclure les groupes de distribution ou seuls les groupes de sécurité seront affichés.

source: Include standard users and groups.
fr: Inclure les utilisateurs et groupes standards.

source: Include the standard user base 'CN=Users ....' built from the domain name.
fr: Inclure la base utilisateur standard 'CN=Users ....' construite à partir du nom de domaine.

source: If you do not include these you will have to manually add your own user base string to the the 'Additional user bases' list.
fr: Si vous n'incluez pas ceux-ci, vous devrez ajouter manuellement votre propre base d'utilisateurs à la liste des bases d'utilisateurs additionnelles.

source: Service Authentication Type
fr: Type d'authentification de service

source: Authentication Type used for service account authentication.
fr: Type d'authentification utilisé pour l'authentification du compte service.

source: If end-users have non-ascii usernames, Simple authentication must be used.
fr: Si les utilisateurs finaux ont des noms d'utilisateurs contenant des caractères non-ascii, l'authentification simple doit être utilisé.

source: User Authentication Type
fr: Type d'authentification utilisateur

source: Authentication Type used for user authentication.
fr: Type d'authentification pour l'authentification des utilisateurs.

source: Authentication Timeout
fr: Délai d'authentification

source: Number of seconds before an authentication request to the Active Directory is considered timed out.
fr: Nombre de secondes avant l'expiration d'une requête d'authentification.

source: Authentication Maximum Retries
fr: Nombre maximum de réessais d'authentification

source: Maximum number of retries to apply to each Domain Controller
fr: Nombre maximum de réessais à appliquer à chaque contrôleur de domaine

source: Connection Timeout
fr: Timeout de connexion

source: Number of seconds before a connection to the Active Directory is considered timed out.
fr: Nombre de secondes avant l'expiration d'une requête de connexion.

source: Cache Objects In Memory
fr: Objets de cache en mémoire

source: Should in-memory caching be used or file based.
fr: Utilisation de cache en mémoire ou cache sur disque.

source: For larger user populations, a file based cache is recommended.
fr: Pour un grand nombre d'utilisateurs, un cache sur disque est recommandé.

source: Max User Cache Objects
fr: Nombre maximum d'objets utilisateur en cache

source: The maximum number of users stored in the cache.
fr: Le nombre maximum d'utilisateurs stockés dans le cache.

source: Max Group Cache Objects
fr: Nombre maximum d'objets groupe en cache

source: The maximum number of groups stored in the cache.
fr: Le nombre maximum de groupes stockés dans le cache.

source: User/Group Cache TTL
fr: Utilisateur/Groupe Cache TTL

source: The amount of time (in minutes) that user and group information will be cached for.
fr: La durée (en minutes) de cache d'information utilisateur et groupe.

source: Any changes to your active directory (new users, groups etc) will not appear in Adito until this time has elapsed.
fr: Tout changement dans Active Directory (nouveaux utilisateurs, groupes, etc, ...) n'apparaîtra pas dans Adito avant ce délai.

source: Page Size
fr: Taille de page

source: Number of results to return in a single query to the Active Directory (multiple requests are made to receive all required objects).
fr: Nombre de résultats à retourner dans une seule requête à Active Directory (plusieurs requêtes sont faites pour recevoir tous les objets requis).

source: A setting of 0 turns off paging.
fr: Un réglage de 0 désactive la gestion de pages.

source: Member Of Supported
fr: MemberOf Supporté

source: If the memberOf attribute supported on the user account, the groups are inspected to find the user's group associations.
fr: Si l'attribut memberOf est supporté par le compte utilisateur, les groupes seront inspectés pour trouver les associations de groupe utilisateurs.

source: Note: Microsoft Small Business Server requires this to be unticked.
fr: Note: Microsoft Small Business Server nécessite de décocher ceci.

source: Enforce username case sensitivity.
fr: Forcer le nom d'utilisateur à être sensible à la casse.

source: Windows normally allows logon when the case of a username is incorrect.
fr: Windows autorise normalement le login quand la casse d'un utilisateur est incorrecte.

source: Enable this option to force users to enter the correct case for their usernames
fr: Activer cette option pour forcer les utilisateurs à entrer la casse correcte pour leur nom d'utilisateur

source: Follow Referrals
fr: Suivre les références

source: Child domains require this value to be selected.
fr: Les domaines enfants nécessitent de sélectionner cette valeur.

source: The Active Directory user cache is full.
fr: La cache utilisateur d'Active Directory est pleine.

source: There may be more accounts on the Active Directory which are not currently visible from Adito.
fr: Il se peut qu'il y ait plus de comptes Active directory qui ne sont pas visibles dans Adito pour l'instant.

source: It is recommended that the cache size is increased from it's current value: {0}.
fr: Il est recommandé d'augmenter la taille du cache (actuellement de {0}).

source: The Active Directory group cache is full.
fr: La cache des groupes d'Active Directory est pleine.

source: There may be more groups on the Active Directory which are not currently visible from Adito.
fr: Il se peut qu'il y ait plus de groupes Active directory qui ne sont pas visibles dans Adito pour l'instant.

source: Tasks
fr: Tâches

source: Downloading extension {0}, please wait
fr: Téléchargement de l'extension {0}, veuillez patienter

source: Downloaded {0}K of extension {1}, please wait
fr: Téléchargement en cours ({0}K) de l'extension, veuillez patienter

source: Message resources Adito for security and user management.
fr: Ressources de message d'Adito pour la sécurité et la gestion des utilisateurs.

source: Adito:::Login
fr: Adito:::Connexion

source: Welcome to <strong>Adito!</strong> A secure gateway to your network.
fr: Bienvenue dans <strong>Adito!</strong> Une passerrelle sécurisée vers votre réseau.

source: Username
fr: Utilisateur

source: Your logon ticket is invalid.
fr: Votre session est invalide.

source: It is likely that your session has timed-out.
fr: Il est probable que votre session ait expiré.

source: Invalid credentials.
fr: Identifiants invalides.

source: An error occurred authenticating, please consult your Administrator.
fr: Une erreur est survenue durant l'authentification, veuillez consulter votre administrateur.

source: Your IP address is not authorized to access the system!
fr: Votre adresse IP n'est pas autorisée à accéder au système!

source: Failed to login.
fr: Echec de login.

source: Your account has been disabled.
fr: Votre compte a été désactivé.

source: Please contact your administrator.
fr: Veuillez contacter votre administrateur.

source: Your account has been temporarily locked.
fr: Votre compte a été temporairement bloqué.

source: Please try again in {0} minute(s).
fr: Veuillez réessayer dans {0} minute(s).

source: Your browser was closed, so the session has been locked.
fr: Votre navigateur a été fermé, la session a été bloquée.

source: Access not allowed at this time.
fr: Accès non autorisé pour l'instant.

source: This site makes use of cookies.
fr: Ce site utilise des cookies.

source: Please ensure that they are enabled before logging on.
fr: Veuillez vous assurer qu'ils sont activés avant de vous connecter.

source: There are other methods of authentication available.
fr: Il existe d'autres méthodes d'authentification disponibles.

source: Click <a class="externalLink" href="/showSelectAuthenticationScheme.do?username={0}">here</a> to choose a different scheme.
fr: Cliquer <a class="externalLink" href="/showSelectAuthenticationScheme.do?username={0}">ici</a> pour choisir une autre méthode.

source: Adito:::Unauthorized
fr: Adito:::Non autorisé

source: Unauthorized
fr: Non autorisé

source: JavaScript Disabled
fr: JavaScript Désactivé

source: JavaScript is disabled, you cannot use this application, enable JavaScript or contact your administrator.
fr: JavaScript est désactivé, vous ne pouvez pas utiliser cette application, activez JavaScript ou contactez votre administrateur.

source: Adito:::Authentication Schemes
fr: Adito:::Modes d'Authentification

source: Here you may change the authentication schemes available to your users at logon.
fr: Ici vous pouvez changer les modes d'authentification disponibles pour vos utilisateurs à la connexion.

source: Each scheme consists of an ordered set of <b>Authentication Modules</b> with a priority setting assigned to each scheme.
fr: Chaque mode consiste en un ensemble de <b>Modules d'Authentification</b> avec une priorité assignée à chaque mode.

source: The highest priority scheme assigned to a user will then be presented as their initial scheme, if a user has multiple schemes assigned they may alternatively select a different scheme at the login prompt.
fr: Le mode assigné à un utilisateur dont la piorité est la plus élevée lui sera présenté comme mode initial.Si un utilisateur a plusieurs modes assignés, il pourra sélectionner un mode alternatif lors de la connexion.

source: Enabled
fr: Activé

source: Scheme <b>{0}</b> deleted.
fr: Mode <b>{0}</b> supprimé.

source: Scheme <b>{0}</b> disabled.
fr: Mode <b>{0}</b> désactivé.

source: Scheme <b>{0}</b> enabled.
fr: Mode <b>{0}</b> activé.

source: Deleting the last enabled scheme would leave no enabled schemes.
fr: Effacer le dernier mode activé ne laissera aucun mode activé.

source: This is not allowed.
fr: Ceci n'est pas permis.
